Repository: eurolinux-enterprise-linux-sources/system-config-date
Catalog: src/po/*.po
Languages: de

source: The NTP daemon '%(ntp_daemon)s' or its init script '%(service_config)s' does not seem to be working properly, or its configuration file '%(ntp_config)s' could not be read. system-config-date will exit now.
de: Der NTP-Daemon »%(ntp_daemon)s« oder dessen Initskript »%(service_config)s« scheint entweder nicht sauber zu arbeiten oder die Konfigurationsdatei »%(ntp_config)s« kann nicht gelesen werden. System-config-date wird nun beendet.

source: The NTP daemon '%(ntp_daemon)s' or its systemd unit configuration does not seem to be working properly, or its configuration file '%(ntp_config)s' could not be read. system-config-date will exit now.
de: Der NTP-Daemon »%(ntp_daemon)s« oder dessen Systemd-Unit-Konfiguration scheint entweder nicht sauber zu arbeiten oder die Konfigurationsdatei »%(ntp_config)s« kann nicht gelesen werden. System-config-date wird nun beendet.

source: Error
de: Fehler

source: Checking whether NTP server '%s' is reachable...
de: Überprüfung, ob NTP-Server »%s« erreichbar ist …

source: You cancelled checking whether NTP server '%s' is reachable. Do you still want your changes to take effect?
de: Sie haben die Überprüfung zur Erreichbarkeit des NTP-Servers »%s« abgebrochen. Möchten Sie Ihre Änderungen immer noch übernehmen?

source: Host '%s' is not reachable or doesn't act as an NTP server. Do you still want your changes to take effect?
de: Der Host »%s« ist nicht erreichbar oder nicht als NTP-Server eingerichtet. Möchten Sie Ihre Änderungen immer noch übernehmen?

source: New NTP Server
de: Neuer NTP-Server

source: Date and Time
de: Datum und Zeit

source: Change system date and time
de: Systemdatum und -uhrzeit ändern

source: Couldn't connect to one of these time servers: %s Either none of them are available or the firewall settings on your computer are blocking NTP connections. Do you want to change your configuration to work around this issue now?
de: Es konnte keine Verbindung zu einem dieser Zeit-Server hergestellt werden: %s Entweder ist keiner verfügbar, oder die Firewall-Einstellungen Ihres Computers verhindern NTP-Verbindungen. Möchten Sie Ihre Konfiguration ändern, um dieses Problem zu umgehen?

source: Failed to set time and date.
de: Setzen der Zeit und des Datums fehlgeschlagen

source: Failed to synchronize hardware clock. This may be because there is no hardware clock accessible, e.g. when running in a virtualized environment.
de: Synchronisieren der Hardware-Uhr fehlgeschlagen. Dies könnte darauf zurückzuführen sein, dass kein Zugriff auf die Hardware-Uhr möglich ist, beispielsweise wenn Sie in einer virtuellen Umgebung arbeiten.

source: Please specify an NTP server to use or enable NTP broadcast.
de: Bitte geben Sie einen NTP-Server an, um das NTP-Broadcast-Verfahren zu benutzen oder zu aktivieren.

source: Couldn't write either /etc/ntp.conf or /etc/sysconfig/network. Configuration unchanged.
de: Weder die Datei /etc/ntp.conf noch die Datei /etc/sysconfig/network konnte geschrieben werden. Die Konfiguration bleibt unverändert.

source: Error while trying to fork child process: %(strerror)s
de: Fehler beim Aufgliedern des Unterprozesses: %(strerror)s

source: Starting NTP service. Please wait.
de: Der NTP-Dienst wird gestartet. Bitte warten.

source: The help viewer could not be found. To be able to view help you need to install the 'yelp' package.
de: Das Hilfeanzeigeprogramm kann nicht gefunden werden. Um die Hilfe ansehen zu können, müssen Sie das »yelp«-Paket installieren.

source: Warning
de: Warnung

source: Usage: system-config-date [options] Enduser options: -h|--help Display this help message Reserved options: --page <page> Display page <page>
de: Aufruf: system-config-date [Optionen] Benutzer-Optionen: -h|--help Diese Hilfe-Nachricht anzeigen reservierte Optionen: --page <page> Seite <page> anzeigen

source: Error while initializing GUI toolkit: %(error)s This program must be run in a graphical environment.
de: Fehler beim Initialisieren des grafischen Toolkits: %(error)s Diese Anwendung muss in einer grafischen Benutzeroberfläche ausgeführt werden.

source: option(s) '%s' not recognized
de: Option(en) »%s« nicht erkannt

source: Non-geographic timezones
de: Nicht-geografische Zeitzonen

source: Selected city: %(city)s (%(comments)s)
de: Ausgewählte Stadt: %(city)s (%(comments)s)

source: Selected city: %s
de: Ausgewählte Stadt: %s

source: Please select the nearest city in your time zone:
de: Bitte wählen Sie die nächstgelegene Stadt in Ihrer Zeitzone:

source: Use button 2 or 3 for panning and the scrollwheel to zoom in or out.
de: Benutzen Sie die Maustaste 2 oder 3 zum Verschieben und das Scrollrad zum Vergrößern oder Verkleinern.

source: System-Config-Date - Configure Date, Time and Time Zone
de: System-Config-Date - Datum, Uhrzeit und Zeitzone einstellen

source: Current date and time:
de: Aktuelles Datum und Zeit:

source: Use this option if you want to keep your computer's clock synchronized with an NTP time server.
de: Verwenden Sie diese Option, um die Uhr in Ihrem Rechner mit einem NTP-Zeitserver zu synchronisieren.

source: S_ynchronize date and time over the network
de: Datum und Zeit über das Netzwerk s_ynchronisieren

source: Manually set the date and time of your system:
de: Das Datum und die Zeit für Ihr System manuell setzen:

source: <b>_Date</b>
de: <b>_Datum</b>

source: _Hour :
de: St_unde:

source: _Second :
de: _Sekunde:

source: <b>Time</b>
de: <b>Zeit</b>

source: Synchronize date and time on your computer with a remote time server using the Network Time Protocol:
de: Das Datum und die Zeit auf Ihrem Rechner mit einem entfernten Zeit-Server über das Network Time Protocol abgleichen:

source: <b>NTP Servers</b>
de: <b>NTP-Server</b>

source: Use iburst mode which takes less time for initial synchronization but generates more load on servers.
de: Benutzen Sie den iburst-Modus, um eine schnellere erstmalige Synchronisation durchzuführen. Dieser führt aber zu einer erhöhten Last auf dem Server.

source: _Speed up initial synchronization
de: _Beschleunigen der erstmaligen Synchronisation

source: Use this option if you have e.g. a radio controlled clock device that synchronizes your computer's clock with an authoritative time source.
de: Verwenden Sie diese Option, falls Sie z.B. eine Funkuhr besitzen, die die Uhr Ihres Rechners mit einer verlässlichen Zeitquelle synchronisiert.

source: Use _Local Time Source
de: _Lokale Zeitquelle benutzen

source: Use this option if your computer should broadcast for an NTP server on the local subnet.
de: Verwenden Sie diese Option, falls Ihr Rechner im lokalen Netzwerk nach einem NTP-Server suchen soll.

source: Enable NTP _Broadcast
de: NTP-_Broadcast aktivieren

source: Ad_vanced Options
de: Erweiterte Einstellungen

source: Date and _Time
de: Datum und _Zeit

source: Use this if you want to automatically switch between normal and daylight savings time. Don't use this if you have other operating systems on this computer which adjust the hardware clock to achieve this, e.g. Microsoft Windows(tm).
de: Verwenden Sie dies, wenn Sie automatisch zwischen normaler und Sommerzeit wechseln möchten. Verwenden Sie dies nicht, wenn Sie andere Betriebssysteme auf diesem Rechner haben, die zu diesem Zweck die Hardwareuhr anpassen, z.B. Microsoft Windows (tm).

source: _System clock uses UTC
de: _Systemuhr verwendet UTC (koordinierte Weltzeit)

source: Time _Zone
de: _Zeitzone

source: Set Date & Time
de: Datum und Zeit einstellen

source: System-Config-Date (Set Date & Time)
de: System-Config-Date (Datum und Zeit einstellen)

source: Run System Config Date
de: System Config Date ausführen

source: Authentication is required to run system-config-date
de: Man muss dazu berechtigt sein, system-config-date auszuführen
